Repository: MohamedRamzy994/umbrellaweb
Catalog: App_LocalResources/CompaniesSettings.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: ID
ar: الـرقـم

# BoundFieldResource10.HeaderText
source: Status
ar: الحـالـة

# BoundFieldResource11.HeaderText
source: Balance
ar: الـرصيـد

# BoundFieldResource13.HeaderText
source: Company
ar: إسـم الشـركـة

# BoundFieldResource14.HeaderText
source: Contract ID
ar: رقـم العقـد

# BoundFieldResource15.HeaderText
source: Contract Type
ar: نـوع العقـد

# BoundFieldResource16.HeaderText
source: Period
ar: الـمـدة

# BoundFieldResource17.HeaderText
source: From
ar: مـن

# BoundFieldResource18.HeaderText
source: To
ar: إلـى

# BoundFieldResource19.HeaderText
source: Discount
ar: الخصـم

# BoundFieldResource2.HeaderText
source: Company Name
ar: إسـم الشـركـة

# BoundFieldResource20.HeaderText
source: Due Day
ar: استحقـاق الدفـع

# BoundFieldResource21.HeaderText
source: Warning
ar: التحـذيـرات

# BoundFieldResource23.HeaderText
source: Created On
ar: أنشـئ فـي

# BoundFieldResource24.HeaderText
source: Created By
ar: أنشـئ بواسطـة

# BoundFieldResource3.HeaderText
source: Address
ar: العنـوان

# BoundFieldResource4.HeaderText
source: Phone
ar: الهـاتـف

# BoundFieldResource5.HeaderText
source: Mobile
ar: المـوبـايـل

# BoundFieldResource6.HeaderText
source: Email
ar: الـبريـد الإلكتـرونـي

# BoundFieldResource7.HeaderText
source: Website
ar: مـوقـع الـويـب

# BoundFieldResource8.HeaderText
source: Created On
ar: أنشـئ فـي

# BoundFieldResource9.HeaderText
source: Created By
ar: أنشـئ بواسطـة

# btnCompanyDeleteResource1.Text
source: Delete
ar: حـذف

# btnCompanySaveResource1.Text
source: Save
ar: حفـظ

# btnCompanyUpdateResource1.Text
source: Update
ar: تعـديـل

# btnContractDeleteResource1.Text
source: Delete
ar: حـذف

# btnContractDeleteResource1.ToolTip
source: Delete Contract
ar: حـذف العقـد

# btnContracts_udaveResource1.Text
source: Save
ar: حفـظ

# btnContracts_udaveResource1.ToolTip
source: Save Contract
ar: حفـظ العقـد

# drpactive.Text
source: Active
ar: مفعـل

# drpAll.Text
source: Status - All
ar: الحـالـة - الكـل

# drpinactive.Text
source: Inactive
ar: غـير مفعـل

# gvCompanies_udResource2.EmptyDataText
source: No Results Found
ar: لا تـوجـد نتـائـج

# gvContractResource1.EmptyDataText
source: No Results Found
ar: لا تـوجـد نتـائـج

# PageResource1.Title
source: Companies_ud Settings
ar: إعـدادات الشـركـات

# retxtCompanyEmailResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtCompanyMobileResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtCompanyPhoneResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtCompanyWebsiteResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtDateFromResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtDiscountResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtPeriodResource1.ErrorMessage
source: *Error
ar: *خطـأ

# rvdrpCompanies_udResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# rvtxtCompanyNameResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# rvtxtDateFromResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# rvtxtDiscountResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# rvtxtPeriodResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# aComp.InnerHtml
source: Companies_ud
ar: الشـركـات

# aCont.InnerHtml
source: Contracts_ud
ar: العقـــود

# bootstrap.href
source: css/bootstrap.min.css
ar: css/bootstrap.min.ar.css

# bootstrapresponsive.href
source: css/bootstrap-responsive.min.css
ar: css/bootstrap-responsive.min.ar.css

# btnNew.value
source: New
ar: جـديـد

# btnNo.InnerHtml
source: No
ar: لا

# btnYes.InnerHtml
source: Yes
ar: نعــم

# drpTypeF.Text
source: First Visit
ar: أول زيــــارة

# drpTypeK.Text
source: Known Period
ar: مــدة معــلومــة

# hComp.InnerHtml
source: <i class="glyphicon-building"></i>Companies_ud
ar: <i class="glyphicon-building"></i>الشـركـات

# hCompSett.InnerHtml
source: Companies_ud Settings
ar: إعــدادات الشـركــات

# hCompSettings.InnerHtml
source: <i class="glyphicon-settings"></i>Companies_ud Settings
ar: <i class="glyphicon-settings"></i>إعـدادات الشـركــات

# hCont.InnerHtml
source: <i class="glyphicon-notes"></i>Contracts_ud
ar: <i class="glyphicon-notes"></i>العقـــود

# hSrchComp.InnerHtml
source: <i class="glyphicon-search"></i>Search in Companies_ud
ar: <i class="glyphicon-search"></i>بحــث فــي الشــركــات

# lblActions.InnerHtml
source: Actions:
ar: الإجــراءات:

# lblAddress.InnerHtml
source: Address
ar: العنـوان:

# lblCompanyName.InnerHtml
source: Company Name:
ar: إسـم الشـركـة:

# lblContID.InnerHtml
source: Contract ID:
ar: رقـم العقـد:

# lblContractType.InnerHtml
source: Contract Type:
ar: نـوع العقـد:

# lblCreatedBy.InnerHtml
source: Created By:
ar: أنشـئ بواسطـة:

# lblCreatedOn.InnerHtml
source: Created On:
ar: أنشـئ فـي:

# lblDiscount.InnerHtml
source: Discount:
ar: الخصـم:

# lblEmail.InnerHtml
source: Email:
ar: البريد الإلكتروني:

# lblFrom.InnerHtml
source: From:
ar: مــن:

# lblMobile.InnerHtml
source: Mobile
ar: المـوبـايـل:

# lblPeriod.InnerHtml
source: Period:
ar: الـمـدة:

# lblPhone.InnerHtml
source: Phone
ar: الهـاتـف:

# lblStatus.InnerHtml
source: Status
ar: الحـالـة:

# lblTo.InnerHtml
source: To:
ar: إلــى:

# lblWebsite.InnerHtml
source: Website
ar: مـوقـع الـويـب:

# myModalLabel.InnerHtml
source: Deletion Confirmation
ar: تـأكيـــد الحــذف

# pAboutus.InnerHtml
source: Umbrella v3.4 - © All Rights Reserved For APPLET Software <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> About Us</a>
ar: أمـبريــلا النسخة 3.4 - © جميع الحقوق محفوظة لشركة أبلت سوفت وير <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> عـن الشـركــة </a>

# pDelete.InnerHtml
source: Are you sure that you want to permanently delete this record ?
ar: هل أنت متأكد أنك تريد حذف هذا السجل نهائيا؟

# style.href
source: css/style.css
ar: css/style.ar.css

# txtCompanyAddress.placeholder
source: Address
ar: الـعنــوان

# txtCompanyEmail.placeholder
source: Email
ar: الـبريـد الإلكتـرونـي

# txtCompanyMobile.placeholder
source: Mobile Number
ar: رقــم الـمـوبـايـل

# txtCompanyName.placeholder
source: Company Name
ar: إســم الـشــركــة

# txtCompanyPhone.placeholder
source: Phone Number
ar: رقــم الـهـاتــف

# txtCompanyWebsite.placeholder
source: Website
ar: مـوقـع الـويـب

# txtContractId.placeholder
source: Contract ID
ar: رقــم العقــد

# txtCreatedBy.placeholder
source: Created By
ar: أنشـئ بواسطـة

# txtCreatedDate.placeholder
source: Created On
ar: أنشـئ فـي

# txtDateFrom.placeholder
source: Date From
ar: إلـى تـاريـخ

# txtDateTo.placeholder
source: Date To
ar: مـن تـاريـخ

# txtDiscount.placeholder
source: Discount on Contract
ar: الخصــم علـى العقــد

# txtPeriod.placeholder
source: Period in months
ar: الـمـدة بالـشهــور

# txtSearchgvCompanies_ud.placeholder
source: Search By Company Name...
ar: بحــث بإســم الشــركــة...
