Repository: MohamedRamzy994/umbrellaweb
Catalog: App_LocalResources/EmployeesSettings.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: ID
ar: الـرقـم

# BoundFieldResource10.HeaderText
source: Salary
ar: المـرتـب

# BoundFieldResource11.HeaderText
source: Status
ar: الحـالـة

# BoundFieldResource2.HeaderText
source: Name
ar: الإســـم

# BoundFieldResource3.HeaderText
source: Address
ar: العنـوان

# BoundFieldResource4.HeaderText
source: Job
ar: الـوظيفـة

# BoundFieldResource5.HeaderText
source: Identity No.
ar: رقـم الهـويـة

# BoundFieldResource6.HeaderText
source: Mobile
ar: المـوبايل

# BoundFieldResource7.HeaderText
source: Phone
ar: الهـاتـف

# BoundFieldResource8.HeaderText
source: Birthdate
ar: تـاريخ الميـلاد

# BoundFieldResource9.HeaderText
source: Hiredate
ar: تـاريخ التعـييـن

# btnEmpDeleteResource1.Text
source: Delete
ar: حـذف

# btnEmpSaveResource1.Text
source: Save
ar: حفـظ

# btnEmpUpdateResource1.Text
source: Update
ar: تعـديـل

# drpactive.Text
source: Active
ar: مفعـل

# drpAll.Text
source: Status - All
ar: الحـالـة - الـكـل

# drpinactive.Text
source: Inactive
ar: غيـر مفعـل

# gvEmployee_udResource1.EmptyDataText
source: No Results Found
ar: لا تـوجـد نتـائـج

# PageResource1.Title
source: Employee_uds Settings
ar: إعـدادات المـوظفيـن

# retxtBirthdateResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtHiredateResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtIdentityNoResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtMobileResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtPhoneResource1.ErrorMessage
source: *Error
ar: *خطـأ

# retxtSalaryResource1.ErrorMessage
source: *Error
ar: *خطـأ

# rvTxtEmpNameResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# btnEmpNew.value
source: New
ar: جـديـد

# aEmp.InnerHtml
source: Employee_uds
ar: الـمـوظفــون

# bootstrap.href
source: css/bootstrap.min.css
ar: css/bootstrap.min.ar.css

# bootstrapresponsive.href
source: css/bootstrap-responsive.min.css
ar: css/bootstrap-responsive.min.ar.css

# btnNo.InnerHtml
source: No
ar: لا

# btnYes.InnerHtml
source: Yes
ar: نعــم

# hEmpSe.InnerHtml
source: <i class="glyphicon-parents"></i>Employee_uds
ar: <i class="glyphicon-parents"></i>الـمـوظفــون

# hEmpSett.InnerHtml
source: Employee_uds Settings
ar: إعـدادات المـوظفيـن

# hEmpSettings.InnerHtml
source: <i class="glyphicon-settings"></i>Employee_uds Settings
ar: <i class="glyphicon-settings"></i>إعـدادات المـوظفيـن

# hSrchEmp.InnerHtml
source: <i class="icon-search"></i>Search in Employee_uds
ar: <i class="icon-search"></i>بحـث فـي المـوظـفـيــن

# lblActions.InnerHtml
source: Actions:
ar: الإجـراءات:

# lblAddress.InnerHtml
source: Address:
ar: العنـوان:

# lblBirthdate.InnerHtml
source: Birthdate:
ar: تـاريخ الميـلاد:

# lblHiredate.InnerHtml
source: Hiredate:
ar: تـاريخ التعـيين:

# lblId.InnerHtml
source: ID:
ar: الـرقـم:

# lblIdentity.InnerHtml
source: Identity Number:
ar: رقـم الهـويـة:

# lblJob.InnerHtml
source: Job:
ar: الـوظيفـة:

# lblMobile.InnerHtml
source: Mobile Number:
ar: رقـم المـوبـايل:

# lblName.InnerHtml
source: Name:
ar: الإســم:

# lblPhone.InnerHtml
source: Phone Number:
ar: رقـم الهـاتـف:

# lblSalary.InnerHtml
source: Salary:
ar: المـرتـب:

# lblStatus.InnerHtml
source: Status:
ar: الحـالـة:

# myModalLabel.InnerHtml
source: Deletion Confirmation
ar: تـأكيـــد الحــذف

# pAboutus.InnerHtml
source: Umbrella v3.4 - © All Rights Reserved For APPLET Software <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> About Us</a>
ar: أمـبريــلا النسخة 3.4 - © جميع الحقوق محفوظة لشركة أبلت سوفت وير <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> عـن الشـركــة </a>

# pDelete.InnerHtml
source: Are you sure that you want to permanently delete this record ?
ar: هل أنت متأكد أنك تريد حذف هذا السجل نهائيا؟

# style.href
source: css/style.css
ar: css/style.ar.css

# txtAddress.placeholder
source: Address
ar: العنـوان

# txtBirthdate.placeholder
source: Birthdate
ar: تـاريخ الميـلاد

# txtEmpName.placeholder
source: Employee_ud Name
ar: إســـم المـوظــف

# txtHiredate.placeholder
source: Hiredate
ar: تـاريخ التعـيين

# txtIdentityNo.placeholder
source: Identity Number
ar: رقـم الهـويـة

# txtJob.placeholder
source: Job
ar: الـوظيفـة

# txtMobile.placeholder
source: Mobile Number
ar: رقـم المـوبـايل

# txtPhone.placeholder
source: Phone Number
ar: رقـم الهـاتـف

# txtSalary.placeholder
source: Salary
ar: المـرتـب

# txtSearchgvEmp.placeholder
source: Search By Employee_ud Name...
ar: بحـث بإســم المـوظــف...
