Repository: MohamedRamzy994/umbrellaweb
Catalog: App_LocalResources/PatientsSettings.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: No.
ar: الرقم

# BoundFieldResource10.HeaderText
source: blood_id
ar: رقم الدم

# BoundFieldResource12.HeaderText
source: DM
ar: داء السكري

# BoundFieldResource14.HeaderText
source: Created Date
ar: تاريخ الانشاء

# BoundFieldResource15.HeaderText
source: Created By
ar: منشأ بواسطة

# BoundFieldResource16.HeaderText
source: Modified Date
ar: تاريخ التعديل

# BoundFieldResource17.HeaderText
source: Modified By
ar: معدل بواسطة

# BoundFieldResource18.HeaderText
source: Status
ar: الحالة

# BoundFieldResource19.HeaderText
source: Gender
ar: النوع

# BoundFieldResource2.HeaderText
source: Patient Name
ar: اسم المريض

# BoundFieldResource20.HeaderText
source: Balance
ar: الرصيد

# BoundFieldResource3.HeaderText
source: Birthdate
ar: تاريخ الميلاد

# BoundFieldResource4.HeaderText
source: Address
ar: العنوان

# BoundFieldResource5.HeaderText
source: Status
ar: الحالة

# BoundFieldResource6.HeaderText
source: Mobile
ar: الموبايل

# BoundFieldResource7.HeaderText
source: Phone
ar: التليفون

# BoundFieldResource8.HeaderText
source: Job
ar: الوظيفة

# BoundFieldResource9.HeaderText
source: marital_id
ar: رقم الزواج

# btnPatients_udDeleteResource1.Text
source: Delete
ar: مسح

# btnPatients_udSaveResource1.Text
source: Save
ar: حفظ

# btnPatients_udSearchResource1.Text
source: Search
ar: بحث

# btnPatients_udUpdateResource1.Text
source: Update
ar: تعديل

# gvPatients_udResource1.EmptyDataText
source: No Results Found
ar: لا يوجد بيانات لعرضها

# lblUserNameResource1.Text
source: Moustafa Ebrahem
ar: مصطفي ابراهيم

# lbSignOutResource1.Text
source: Sign Out
ar: تسجيل الخروج

# ListItemResource1.Text
source: Male
ar: ذكر

# ListItemResource16.Text
source: No
ar: لا

# ListItemResource17.Text
source: Yes
ar: نعم

# ListItemResource18.Text
source: No
ar: لا

# ListItemResource19.Text
source: Yes
ar: نعم

# ListItemResource2.Text
source: Female
ar: انثي

# ListItemResource20.Text
source: No
ar: لا

# ListItemResource21.Text
source: Yes
ar: نعم

# ListItemResource22.Text
source: Inactive
ar: غير مفعل

# ListItemResource23.Text
source: Active
ar: مفعل

# ListItemResource24.Text
source: All Patients_ud
ar: كل المرضي

# ListItemResource25.Text
source: ID
ar: الرقم

# ListItemResource26.Text
source: Name
ar: الاسم

# ListItemResource27.Text
source: Birthdate
ar: تاريخ الميلاد

# ListItemResource28.Text
source: Mobile or Phone
ar: الموبايل او التليفون

# ListItemResource29.Text
source: Gender
ar: النوع

# ListItemResource3.Text
source: Single
ar: اعزب

# ListItemResource30.Text
source: Male
ar: ذكر

# ListItemResource31.Text
source: Female
ar: انثي

# ListItemResource32.Text
source: Status
ar: الحالة

# ListItemResource33.Text
source: Active
ar: مفعل

# ListItemResource34.Text
source: Inactive
ar: غير مفعل

# ListItemResource4.Text
source: Engaged
ar: مخطوب

# ListItemResource5.Text
source: Married
ar: متزوج

# ListItemResource6.Text
source: Divorced
ar: مطلق

# ListItemResource7.Text
source: Widower
ar: أرمل

# PageResource1.Title
source: Patients_ud Settings
ar: اعدادات المرضي

# retxtPatBirthdateResource1.ErrorMessage
source: *Error
ar: *خطأ

# retxtPatMobileResource1.ErrorMessage
source: *Error
ar: *خطأ

# retxtPatPhoneResource1.ErrorMessage
source: *Error
ar: *خطأ

# rvtxtPatBirthdateResource1.ErrorMessage
source: *Required
ar: *اجباري

# rvtxtPatNameResource1.ErrorMessage
source: *Required
ar: *اجباري

# bootstrap.href
source: css/bootstrap.min.css
ar: css/bootstrap.min.ar.css

# bootstrapresponsive.href
source: css/bootstrap-responsive.min.css
ar: css/bootstrap-responsive.min.ar.css

# styleResource1.href
source: css/style.css
ar: css/style.ar.css

# Account_Settings.InnerHtml
source: <a href="AccountSettings.aspx" >Account Settings</a>
ar: <a href="VisitsViaCompany.aspx" >اعدادات الحساب</a>

# h3Patients_ud_Settings.InnerHtml
source: <i class="glyphicon-settings"></i>Patients_ud Settings
ar: <i class="glyphicon-settings"></i>اعدادات المرضي

# hPatients_ud_Settings.InnerHtml
source: Patients_ud Settings
ar: اعدادات المرضي

# New_Visits.InnerHtml
source: <a href="PatientsVisits.aspx" >New Visits</a>
ar: <a href="PatientsVisits.aspx" >الزيارات الجديدة</a>

# Patients_ud.InnerHtml
source: <a href="#t1" data-toggle="tab">Patients_ud</a>
ar: <a href="#t1" data-toggle="tab">المرضي</a>

# PatientsofCompanies_ud.InnerHtml
source: <a href="PatientsofCompanies_ud.aspx">Patients_ud of Companies_ud</a>
ar: <a href="PatientsofCompanies_ud.aspx">مرضي الشركات</a>

# Patients_ud_Information.InnerHtml
source: <i class="glyphicon-group" __designer:mapid="4"></i>Patients_ud Information
ar: <i class="glyphicon-group"></i> معلومات المرضي

# Patients_ud_Settings.InnerHtml
source: <span>Patients_ud Settings</span>
ar: <span>اعدادات المرضي</span>

# Patients_ud_Visits.InnerHtml
source: <span>Patients_ud Visits</span>
ar: <span>زيارات المرضي</span>

# Predefined_colors.InnerHtml
source: <li class="subtitle">Predefined colors</li>
ar: <li class="subtitle">الوان محددة مسبقا</li>

# Reception.InnerHtml
source: <span>Reception</span>
ar: <span>الاستقبال</span>

# Home.InnerHtml
source: <span>Home</span>
ar: <span>الرئيسيه</span>

# Visits_Via_Company.InnerHtml
source: <a href="VisitsViaCompany.aspx" >Visits Via Company</a>
ar: <a href="VisitsViaCompany.aspx" >زيارات بواسطة الشركات</a>

# Waiting_List.InnerHtml
source: <span>Waiting List</span>
ar: <span>قائمة الانتظار</span>

# ActionsResource1.InnerHtml
source: Actions:
ar: الاجراءات

# aUmbrella.InnerHtml
source: Umbrella
ar: أمبريلا

# btnPatients_udNewResource1.value
source: New
ar: جديد

# Search_Patients_ud.InnerHtml
source: <i class="icon-search" __designer:mapid="77" ></i>Search Patients_ud
ar: <i class="icon-search" ></i>بحث المرضي

# AddressResource1.InnerHtml
source: Address:
ar: العنوان

# BirthdateResource1.InnerHtml
source: Birthdate:
ar: تاريخ الميلاد

# BloodResource1.InnerHtml
source: Blood:
ar: الدم

# Created_ByResource1.InnerHtml
source: Created-By:
ar: أُنشِيء بواسطة

# Created_OnResource1.InnerHtml
source: Created-On:
ar: أُنشِيء في

# DMResource1.InnerHtml
source: DM:
ar: مرض السكري

# GenderResource1.InnerHtml
source: Gender:
ar: النوع

# HTNResource1.InnerHtml
source: HTN:
ar: ضغط الدم

# JobResource1.InnerHtml
source: Job:
ar: الوظيفة

# MaritalResource1.InnerHtml
source: Marital:
ar: الحالة الاجتماعية

# MobileResource1.InnerHtml
source: Mobile:
ar: الموبايل

# Modified_ByResource1.InnerHtml
source: Modified-By:
ar: عُدِل بواسطة

# Modified_OnResource1.InnerHtml
source: Modified-On:
ar: عُدِل في

# NameResource1.InnerHtml
source: Name:
ar: الاسم

# pAboutus.InnerHtml
source: Umbrella v3.4 - © All Rights Reserved For APPLET Software <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> About Us</a>
ar: أمـبريــلا النسخة 3.4 - © جميع الحقوق محفوظة لشركة أبلت سوفت وير <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> عـن الشـركــة </a>

# PhoneResource1.InnerHtml
source: Phone:
ar: التليفون

# SmokerResource1.InnerHtml
source: Smoker:
ar: مدخن

# StatusResource1.InnerHtml
source: Status:
ar: الحالة

# Created_By.placeholder
source: Created By
ar: اُنشِيء بواسطة

# Created_Date.placeholder
source: Created Date
ar: تاريخ الانشاء

# ListItemResourceKey1.Text
source: Gender - All
ar: النوع - الكل

# ListItemResourceKey22.Text
source: Status
ar: الحالة

# Modified_By.placeholder
source: Modified By
ar: عُدِل بواسطة

# Modified_Date.placeholder
source: Modified Date
ar: تاريخ التعديل

# Patient_Address.placeholder
source: Patient Address
ar: عنوان المريض

# Patient_Birthdate.placeholder
source: Patient Birthdate
ar: تاريخ ميلاد المريض

# Patient_Job.placeholder
source: Patient Job
ar: وظيفة المريض

# Patient_Mobile.placeholder
source: Patient Mobile
ar: موبايل المريض

# Patient_Name.placeholder
source: Patient Name
ar: اسم المريض

# Patient_Number.placeholder
source: Patient Number
ar: رقم المريض

# Patient_Phone.placeholder
source: Patient Phone
ar: تليفون المريض

# txtSearchgvPatients_ud.placeholder
source: Search Here...
ar: ابحث هنا.....
