Repository: MohamedRamzy994/umbrellaweb
Catalog: App_LocalResources/Withdrawals.aspx.*.resx
Languages: ar

# BoundFieldResource1.HeaderText
source: ID
ar: الـرقــم

# BoundFieldResource2.HeaderText
source: Safe Name
ar: إســم الخــزنــة

# BoundFieldResource3.HeaderText
source: Code
ar: الـكـود

# BoundFieldResource4.HeaderText
source: Balance
ar: الـرصيــد

# BoundFieldResource5.HeaderText
source: Date & Time
ar: الـتـاريـخ والـوقـت

# BoundFieldResource6.HeaderText
source: Amount
ar: المبلــغ

# BoundFieldResource7.HeaderText
source: Prev. Safe Balance
ar: رصيد الخزنة السابق

# BoundFieldResource8.HeaderText
source: Note
ar: مـلاحظـة

# BoundFieldResource9.HeaderText
source: User
ar: المستخـدم

# btnClinic_udSaveResource1.Text
source: Save
ar: حفــظ

# cvretxtClinic_udAmountResource1.ErrorMessage
source: <br/>Amount withdrawn should be less than<br/>or equal to Safe balance
ar: <br/>المبلـغ الـمسحـوب ينبغـي أن يكـون أقـل مـن<br/>أو يسـاوي رصيـد الخـزنـة

# gvClinic_udResource1.EmptyDataText
source: No Results Found
ar: لا تـوجـد نتـائـج

# gvClinic_udTransactionResource1.EmptyDataText
source: No Results Found
ar: لا تـوجـد نتـائـج

# PageResource1.Title
source: Withdrawals
ar: الـمـسحــوبــات

# retxtClinic_udAmountResource1.ErrorMessage
source: *Error
ar: *خطـأ

# rvtxtClinic_udAmountResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# rvtxtClinic_udCodeResource1.ErrorMessage
source: *Required
ar: *مطلـوب

# aCS.InnerHtml
source: Clinic_ud Safe
ar: خـزنــة الـعيــادة

# bootstrap.href
source: css/bootstrap.min.css
ar: css/bootstrap.min.ar.css

# bootstrapresponsive.href
source: css/bootstrap-responsive.min.css
ar: css/bootstrap-responsive.min.ar.css

# btnNew.value
source: New
ar: جـديـد

# btnNo.InnerHtml
source: No
ar: لا

# btnYes.InnerHtml
source: Yes
ar: نعــم

# hCSS.InnerHtml
source: <i class="glyphicon-briefcase"></i>Clinic_ud Safe
ar: <i class="glyphicon-briefcase"></i>خـزنــة الـعيــادة

# hTransactions_ud.InnerHtml
source: <i class="icon-money"></i>Transactions_ud
ar: <i class="icon-money"></i>الـعمـليــات

# hWithdrawals.InnerHtml
source: Withdrawals
ar: الـمـسحــوبــات

# hWithdrawalsSett.InnerHtml
source: <i class="glyphicon-credit_card"></i>Withdrawals
ar: <i class="glyphicon-credit_card"></i>الـمـسحــوبــات

# lblActions.InnerHtml
source: Actions:
ar: الإجـراءات:

# lblAmount.InnerHtml
source: Amount:
ar: المبلــغ:

# lblBalance.InnerHtml
source: Balance:
ar: الـرصيـد:

# lblCode.InnerHtml
source: Code:
ar: الـكـود:

# lblNote.InnerHtml
source: Note:
ar: مـلاحظـة:

# myModalLabel.InnerHtml
source: Saving Confirmation
ar: تـأكيــد الحفــظ

# pAboutus.InnerHtml
source: Umbrella v3.4 - © All Rights Reserved For APPLET Software <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> About Us</a>
ar: أمـبريــلا النسخة 3.4 - © جميع الحقوق محفوظة لشركة أبلت سوفت وير <span class="font-grey-4">|</span><a href="AboutUs.aspx" target="_blank"> عـن الشـركــة </a>

# pNote.InnerHtml
source: <b>Note: There is no undo for this operation</b>
ar: <b>ملاحظـة: لا يـوجـد تـراجع عن هـذه العمليـة</b>

# pSave.InnerHtml
source: Are you sure that you want to save this operation ?
ar: هل أنت متأكد أنك تريد حفـظ هذه العمليـة؟

# style.href
source: css/style.css
ar: css/style.ar.css

# txtAmount.placeholder
source: Withdrawn Amount
ar: المبلــغ الـمسحــوب

# txtClinic_udBalance.placeholder
source: Safe Balance
ar: رصيـد الـخـزنــة

# txtNote.placeholder
source: Note
ar: مـلاحظــة

# txtSrchDate.placeholder
source: Search By DateTime...
ar: إبحـث بالتـاريـخ والـوقـت...
